Revit 2027 API
ParameterTypeId.SpaceOutdoorAirflowPerPerson Property
 "Outdoor Airflow per person"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceOutdoorAirflowPerPerson { get; }
Public Shared ReadOnly Property SpaceOutdoorAirflowPerPerson As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceOutdoorAirflowPerPerson {
	ForgeTypeId^ get ();
}
static member SpaceOutdoorAirflowPerPerson : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace